Revit 2027 API
ParameterTypeId.RbsElecTrueLoadPhase2 Property
 "True Power Phase 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueLoadPhase2 { get; }
Public Shared ReadOnly Property RbsElecTrueLoadPhase2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueLoadPhase2 {
	ForgeTypeId^ get ();
}
static member RbsElecTrueLoadPhase2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace